[
  {
    "employer": "Danilo Vesovic",
    "location": "Online Education",
    "position": "Coding Instructor Assistent",
    "period": "September 2021- Present",
    "about": "After completion of web dev course at danilovesovic.com school where I’ve gained knowledge and skills of HTML, CSS, JS,  I start working as the Instructor’s Assistant at the same online. Besides the technical knowledge required, I possess and successfully demonstrate skills of teaching and passing on the knowledge. Not less important skill to see through student and understand their struggles.",
    "selectedContributions": [
      {
        "contribution": "Creator of non-curriculum activities – such as: learning about importance of web presents and web self-presentation such  are different professional social networks (LinkedIn, GitHub, etc.)"
      },
      {
        "contribution": "Creator of non-curriculum activities – such as: fundamental understanding and learning about resume writing and job applications."
      },
      {
        "contribution": "Creator of non-curriculum activities – such as: learning about job interview and professional presentation."
      }
    ],
    "duties": [
      {
        "duty": "Students’ correspondence to assess their knowledge, progress, provide support and motivation"
      },
      {
        "duty": "Create a positive, safe environment and engage students to join non-curriculum activities where they can say: 'I don’t know, and I need help!'."
      },
      {
        "duty": "Communication with the students to gather their feedback, and use it to adapt future lectures."
      }
    ]
  },
  {
    "employer": "Milan House, LLC. ",
    "location": "Portland, OR",
    "position": "Owner ",
    "period": "May 2017 - Present",
    "about": "Milan House is a short-term rental management company, operating with 96,3% of total rental capacity and 4.95 stars review. Man with many hats: established LLC, created relations with property owners, designed, equipped and staged properties, created web presentation.",
    "selectedContributions": [
      {
        "contribution": "Establishing Milan House LLC, and obtaining all city and state license for the legal operation of short-term company."
      },
      {
        "contribution": "Expending Milan House capacity from one to three rental properties"
      }
    ],
    "duties": [
      { "duty": "Analyzing market demands and maximize high occupancy level." },
      {
        "duty": "Providing and supervising those in charge of delivering outstanding customer service to all current and future guest."
      }
    ]
  },
  {
    "employer": "Transfer Online, Inc",
    "location": "Portland, OR",
    "position": "Account Executive ",
    "period": "March 2016 to September 2020",
    "about": "Demonstrated calm, clear-headed leadership through the management of over 40 companies. Rapidly excelled within position by providing quality customer service through strong relationship building; gained meaningful relationship and trust with existing clients. Established a strong foundation for success and generating five new clients/companies within the first year.",
    "selectedContributions": [
      {
        "contribution": "Exercised detailed analysis and judgment through the implementation of several improvements for customer website interface. "
      },
      {
        "contribution": "Exhibited superior attention to detail by recognizing and proposing essential process improvements."
      },
      {
        "contribution": "Provided insightful vision and guidance in the development of new employee handbook to support employee training."
      },
      {
        "contribution": "Maximized productivity and provided vital structure by providing paralegal and procedural support to issuers, investors, and shareholders in the area of federal, state, SEC, and SIC regulations"
      }
    ],
    "duties": [
      {
        "duty": "Advising clients on the federal and state SIC policies procedures and regulation"
      },
      {
        "duty": "Assisting clients to create strategy, plan, and teams for the corporate actions."
      },
      { "duty": "Creating record track data basis for shareholders." },
      {
        "duty": "Providing a daily customer service and assisting to shareholders on how to make shares transfer (knowledge of 401k, trust documents, estate, no estate, is essential)."
      },
      {
        "duty": "Collaborating nationally with other team members, from SIC, DTCC, SEC, attorneys, CEO’s, COO, brokers, and other people on the position required."
      }
    ]
  },
  {
    "employer": "North Clackamas School District ",
    "location": "Milwaukie, OR",
    "position": "Special Education Teacher Assistant",
    "period": "October 2015 to March 2016",
    "about": "Enhanced student learning and created opportunities for long-term student success by providing specialized tutoring in alignment with school district curriculum and policies through a full-time schedule at school and one-on-one after-school classes. ",
    "selectedContributions": [
      {
        "contribution": "Exercised sound judgment and discretion while providing individual supervision to high-risk students with potentially challenging behavioral issues."
      },
      {
        "contribution": "Employed refined relationship-building skills and a collaborative mindset to help students acquire mathematical learning tactics to improve logical understanding."
      }
    ],
    "duties": [
      {
        "duty": "Work 1-1 with students who have socially accepted behavior challenges"
      },
      {
        "duty": "Analyzing same knowledge level students and creating working groups for math and English courses."
      },
      {
        "duty": "Creating innovative approach in teaching math, the one that involves login and increase cognitive functions."
      }
    ]
  },
  {
    "employer": "Tawani Enterprises",
    "location": "Chicago, IL",
    "position": "Innkeeper ",
    "period": "August 2014 to September 2015",
    "about": "Demonstrated innovation and capacity to excel by supervising a team of nine employees; coordinated vendor activities. ",
    "selectedContributions": [
      {
        "contribution": "Increased corporate visibility and stature by planning, coordinating and monitoring corporate events including Celebration, Open House, and Tuesday Tour"
      },
      {
        "contribution": "Established operational sustainability through operational oversight of goods and services."
      }
    ],
    "duties": [
      {
        "duty": "Staff members duties assigned, supervision and instructions."
      },
      { "duty": "Vendors correspondence." },
      {
        "duty": "Collaborating with guests, meeting their needs, and ensuring a quality customer service."
      }
    ]
  },
  {
    "employer": "National Library of Serbia ",
    "location": "Belgrade, Serbia",
    "position": "Project Manager | Coordinator | Grant Writer |",
    "period": "February 2012 to August 2014",
    "about": "Exhibited an exceptional ability to marshal appropriate resources by developing comprehensive project plans through meticulous grant application research. Enhanced clarity of mission by coordinating, budgeting, and refining project plans for implementation. Presented project outcome reports to high-level executives and government officials including the Board of the Foundation and Library, the Ambassador, and the Ministries.  ",
    "selectedContributions": [
      {
        "contribution": "Promoted all aspects of Serbian Library to newly appointed diplomatic representatives in Serbia; coordinated activities within Ministry of Foreign Affairs."
      },
      {
        "contribution": "Oversaw series of commercial products designed to establish and coordinate new channels of promotion through historically important cultural heritage. "
      },
      {
        "contribution": "Coordinated production of National Library of Serbia 2013 calendar; calendar awarded Best Calendar of the Year, 2013. "
      },
      {
        "contribution": "Demonstrated strong leadership and foresight as project coordinator to educate librarians, teachers, and students on the prevention of human trafficking and child labor exploitation."
      },
      {
        "contribution": "Organized National Day of Book with over 200 VIPs in attendance including The President, Ministers, and Ambassadors."
      }
    ],
    "duties": []
  }
]
